Level [Level] of Classification [Code] is not an integer from 1 to 5.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BadClassificationLevel { get; }
  Visual Basic
Public Shared ReadOnly Property BadClassificationLevel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BadClassificationLevel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures KeyBasedTreeEntryFailures Class
  Autodesk.Revit.DB Namespace